## [개발용] 장식을 놓으면 안 되는 게임 구역(대략)과 안개 거리
tellraw @s {"rawtext":[{"text":"§6===== [dev] 게임 구역 (이 안에는 장식 금지) ====="}]}
tellraw @s {"rawtext":[{"text":"§e로비 §fX -50~21 Y 59~72 Z 1000~1044 §7(+인트로 카메라 0,109,1092) 안개 180"}]}
tellraw @s {"rawtext":[{"text":"§e여의주 §fX -14~14 Y 61~70 Z 1974~2022 §7안개 240"}]}
tellraw @s {"rawtext":[{"text":"§e발명 공방 §fX -24~24 Y 59~70 Z 2997~3047 §7(도면 대기 Y 91) 안개 240"}]}
tellraw @s {"rawtext":[{"text":"§e설계도 §fX -51~-16 Y 59~70 Z -109~-78 §7안개 240, 철 블록 금지"}]}
tellraw @s {"rawtext":[{"text":"§e활쏘기 §fX -39~36 Y 59~73 Z 3963~4036 §7안개 90, 화살에 깨지는 블록 금지"}]}
tellraw @s {"rawtext":[{"text":"§e하늘 공성전 §fX -176~20 Y 58~210 Z 4992~5188 §7안개 260"}]}
tellraw @s {"rawtext":[{"text":"§e결승 §fX -8~15 Y 150~340 Z 6135~6250 §7/ 시상대 X -1~3 Y -62~-50 Z 5953~5976, 안개 180"}]}
tellraw @s {"rawtext":[{"text":"§c공통 §f타이머 (0,90,1998) (0,90,3017) (-33,90,-97) (0,90,4000) 덮지 않기, 문·버튼 금지, 블록은 Y 319까지"}]}
